/* Open settings - title */
"Access denied" = "Acesso negado";

/* Error alert - title */
"An Error Occurred" = "Ocorreu um erro";

/* Delete warning action sheet - title */
"Are you sure?" = "Tem a certeza?";

/* Deletion button - title */
"Cancel" = "Cancelar";

/* Deletion button - title */
"Confirm" = "Confirmar";

/* Contact detail modal screen - title */
"Contact" = "Contacto";

/* Contacts list - title */
"Contacts" = "Contactos";

/* 100 contacts - label */
"contacts" = "contactos";

/* Deleted contacts screen - 100 days left - end of sentence */
"days left" = "dias restantes";

/* Contacts list - Delete button title
   Deleted contacts screen - Delete button title */
"Delete" = "Apagar";

/* Contacts list - Deleted button title */
"Deleted" = "Apagados";

/* Deleted Contacts list - title */
"Deleted Contacts" = "Contactos Apagados";

/* Generic list string item - Done */
"Done" = "Feito";

/* Email label placeholder */
"Email" = "Email";

/* Contact detail modal screen - Emails section title */
"Emails" = "Emails";

/* Deleted contacts screen - Manage button title */
"Manage" = "Gerir";

/* Mobile label placeholder */
"Mobile" = "Telemóvel";

/* No contacts alert - title */
"No contacts to select" = "Sem contactos para selecionar";

/* Generic list string item - No results */
"No results" = "Sem resultados";

/* Ok button - title */
"Ok" = "Ok";

/* Open settings - button title */
"Open Settings" = "Abrir Definições";

/* Contact detail modal screen - Phone numbers section title */
"Phone numbers" = "Números de telefone";

/* Deleted contacts screen - Recover button title */
"Recover" = "Recuperar";

/* Generic list string item - Select */
"Select" = "Selecionar";

/* Select a contact alert - title */
"Select a contact" = "Selecionar um contacto";

/* Deleted contacts screen - Select all button title */
"Select all" = "Selecionar todos";

/* Open settings - message */
"This app requires access to Contacts to proceed. Go to Settings to grant access." = "Esta aplicação requer acesso aos Contactos para prosseguir. Vá as Definições para conceder acesso.";

/* Deleted contacts screen - Unselect all button title */
"Unselect all" = "Deselecionar todos";

/* Delete warning action sheet - message */
"You won't be able to recover these contacts." = "Não conseguirá recuperar estes contactos.";

/* Delete warning action sheet - message */
"You won't be able to recover this contact." = "Não conseguirá recuperar este contacto.";

/* Contacts list */
"No contacts" = "Sem contactos";
